<template>
<div class="helpt">
    <div class="helpt">退换货政策</div>
    <div class="helpt1">1.退货和换货要求</div>
    <div class="helpc">
        
                    布非凡家纺网平台内的在线销售商品（成品帘区内的商品）支持7天无理由退换货服务，如您的商品出现问题，自签收之日起7日内均可享受无理由退换货服务。
                    <br>
                    在退换货前，请确保您要退换的商品是全新并没有被使用过，且仍然挂有全部布非凡家纺网平台及商家的吊牌（请务必保证吊牌完好未剪下），不影响二次销售。对于不符合要求退回的商品，将直接拒收。感谢您的理解和配合！（定制类商品除质量问题均不支持七天无理由退换）。
                    <br>
                    退回商品时，请务必将发货单以及售后保障卡（填写好其中相关信息）连同商品一起寄回，否则将影响退货退款效率。
                    <br>
                    如果您还有其它疑问，请联系商家或发送邮件至<b>customercare@buyijiafang.com</b>
    </div>
    <div class="helpt1">2.延迟退货</div>
    <div class="helpc">
                    您必须收到订单的在7天之内把相关货品退还给我们。超过此期限后退还的货品将由 布非凡家纺网平台 决定是否接受。
                </div>
    <div class="helpt1">3.重复退货</div>
    <div class="helpc">
                    我们为您提供灵活的退货政策，希望您能拥有便捷愉悦的网上购物体验。与此同时，我们会对顾客的退货次数进行记录，连续出现多次退货的现象会引起我们的注意，我们可能会拒绝您的退货请求，甚至关闭您的 布非凡家纺网 账号。
                </div>
    <div class="helpt">退换货流程</div>
    <div class="helpt1">1.退货流程</div>
    <div class="helpc">
        
                    （1）签收后7天内请先与销售客服联系；
                    <br>
                    （2）协商后确认退货，进入个人中心-已付款订单，选中退货订单和商品，点击“申请退货”，等待审核通过后获取退货地址；
                    <br>
                    （3）将退货商品寄回，并在网上输入物流单号
                    <br>
                    （4）商家收到包裹后进行退款处理。
                
    </div>
    <div class="helpt">退款说明</div>
    <div class="helpt1">1.退款方式，退款金额如何计算？退货运费的承担责任方，多久能收到退款</div>
    <div class="helpc">
        
                    您的退款将以原路退回，或者以网上购物礼金的形式退还至您布非凡家纺网账户。
                    <br>
                    在收到退货后，商家会在5个工作日内为您办理退款，办理成功后将您实际支付的订单金额（扣除优惠券和积分抵扣的优惠折扣）原路退还到您的原支付账户。
                    <br>
                    （1）因质量问题、包装破损、错漏发等非用户问题所产生的退换货，我们将承担换退货所产生的运费，退回时请先垫付运费，收到退货后商家将把运费打款到您指定的账户中；
                    <br>
                    （2）因用户个人原因所产生的退换货，由用户自行承担运费。
                    <br>
                    退款时间：商家会根据您的回寄运单号核实包裹是否退回仓库，在确认收到退回的商品后，商家会处理您的退款申请（温馨提示：退款为办理完成后3-5个工作日内到账。）
                    <br>
                    政策声明:
                    <br>
                    请确保所有您要退换的商品必须是全新、没有被使用过的，且仍然挂有全部布非凡家纺网平台及商家的吊牌（请务必保证吊牌完好未剪下），不影响二次销售。对于不符合要求的商品，我们概不接受，并会原样寄回给顾客。感谢您的理解和配合！（定制类商品除质量问题均不支持七天无理由退换）。
    </div>
    <div class="helpt">换货差价处理</div>
    <div class="helpt1">1.交易成功后，换货产生的差价如何处理</div>
    <div class="helpc">
     交易成功后，请联系销售客服进行换货处理。如您需要的窗帘价格高于您原先购买的价格，联系商家补齐差价后即可退换。如果您需要的窗帘价格低于您原先购买的价格，请提供您的支付宝账号/微信账号给商家，一般会在3-5工作日内进行退款处理。
     </div>
</div>
</template>