<template>
<div>
    <div class="helpt">1.如何注册会员</div>
    <div class="helpc">
        您无需创建帐户即可在 布艺家纺网平台 浏览商品以及资讯。不过，我们仍建议您注册，以便您能够享用以下功能：
        <br>
        -追踪您的订单和查看购物历史记录
        <br>
        -从您的帐户中直接办理退货或换货申请
        <br>
        -将售罄商品和您喜欢的产品添加到收藏列表中
        <br>
        -保存您的地址和个人信息，让下一次购物更为便捷
        <br>
        -管理您的帐户详细信息、地址簿和电子邮件首选项       
    </div>
    <div class="helpt">2.忘记/修改密码</div>
    <div class="helpc">
        手机wap端：
        <br>
        进入右下角“登录” ，点击“免费注册”， 选择个人注册或者企业/设计师注册，输入手机号码，根据提示进行相关操作即可注册成为会员。
        <br>
        -从您的帐户中直接办理退货或换货申请
        <br>
        PC网页端：
        <br>
        在商城首页的右上角，点击“注册”，填写账户名或企业名称，根据提示进行相关操作即可注册成为会员。
                    
    </div>
    <div class="helpt">3.认证商家/设计师</div>
    <div class="helpc">
        认证商家的步骤为：        <br>
        从网站的主页面进入“个人中心” → 点击“基本信息”→ 输入相关基本信息后并且保存→ 最后点击“认证成为商家/认证成为设计师”完成申请表格的填写。平台管理员会在七个工作日内完成审核您的认证信息。  
    </div>
    <div class="helpt">4.如何收藏感兴趣的商品？</div>
    <div class="helpc">
        您可以在浏览页面时，关注感兴趣的商品所属商家，这样就可以轻松的在您的个人中心页面—“关注的商家”中找到相关信息啦 *≧▽≦*  
    </div>
    <div class="helpt">5.是否可以去实体店选购</div>
    <div class="helpc">
        请您第一时间联系商家与其沟通，告知销售员具体的商品名称。根据商家的实际情况，客户可以考虑是否前往其实体店进行选购。      
    </div>
    <div class="helpt">6.是否可以寄样</div>
    <div class="helpc">
        请您第一时间联系商家，与其联系，告知销售员具体的商品名称。根据商家提供的不同选购服务获得相关的免费/付费帮助。
    </div>
    <div class="helpt">7.实物颜色与图片会有色差吗</div>
    <div class="helpc">
         本店所有商品均为100%实物拍摄，因灯光效果和显示器的不同会有一定程度上的色差，请以实物为准。若您要求我们提供寄样服务，请您第一时间联系商家，与其联系，告知销售员具体的商品名称。根据商家提供的不同选购服务获得相关的免费/付费帮助。
    </div>
    <div class="helpt">8.定制/限量版产品</div>
    <div class="helpc">
        由于此类商品的特殊性，除质量问题外，均不可享受7天无理由退换。
    </div>
    <div class="helpt">9.瑕疵商品</div>
    <div class="helpc">
        如果商品的品质不合格、不符合使用用途或产品描述， 即被认定为瑕疵商品。因正常悬挂磨损造成损坏，或是意外以及使用不当而造成损坏的商品不能被视为瑕疵商品。 如果商品在收到时即有瑕疵，您可以在收到订单的7天内退还给我们并获得退款。如果您拥有商品的时间超过此范围，并且长于15天，请联系我们的客户服务部门协商处理。   
     </div>
    <div class="helpt">10.正品问题</div>
    <div class="helpc">
        所有在平台上出售的产品均为正品，请放心购买。
    </div>
</div>
</template>
<style>

/* .helpt{
    font-size: 26px;
    margin-bottom: 25px;
}
.helpc{
    font-size: 14px;
    color: #2c3e50;
    line-height: 25px;
     margin-bottom: 35px;
} */
</style>