<template>
<div class="helpt">
    <div class="helpt1">优惠券使用</div>
    <div class="helpc">
        
                    1、单笔订单只能使用1张优惠券，不支持同时使用多张，用券后差额不找零，不退回；
                    <br>
                    2、优惠券不能抵扣运费，只能抵扣商品金额。特价商品不可使用优惠券，与其他优惠不同享；
                    <br>
                    3、每张优惠券的使用条件请查看对应优惠券的使用说明；
                    <br>
                    4、请在有效期内使用优惠券，未使用的优惠券过期后，将自动作废；
                
    </div>
    <div class="helpt1">优惠券失效</div>
    <div class="helpc">
        
                    1、使用优惠券的订单，若产生退货，优惠券均不退回，退款金额按优惠后的小计金额退款；
                    <br>
                    2、优惠券严禁出售或转让，如经发现并证实的，该券将予以失效处理；
                    <br>
                    如需了解更多，请联系在线客服或拨打客服电话400-809-7866。
                
    </div>
    
</div>
</template>