<template>
<div class="helpt">
    <div class="helpt">发货时间</div>
    <div class="helpt1">1.成品帘和定制帘相应的发货时间</div>
    <div class="helpc">
                    成品帘商品在订单完成付款后的3-5个工作日正常发货；定制帘在核对、确认过商品信息后的7-15天正常发货。仓库会根据订单付款的先后顺序依次发货，但因快递配送存在天气、地域、交通工具及其它不可抗因素，实际到货时间需视物流情况而定。敬请谅解！
    </div>
    <div class="helpt1">2.是否可以指定发货日期（商品已好的前提下）</div>
    <div class="helpc">
                    如您有特殊情况需要指定发货日期，请您在付款时备注指定的发货日期并客服确认是否可行。
    </div>
    <div class="helpt">配送范围及费用</div>
    <div class="helpt1">1.配送范围</div>
    <div class="helpc">
                    布非凡家纺网配送范围覆盖全国大部分地区（部分商品不支持配送港澳台地区），详细配送范围可以询问客服团队。
    </div>
    <div class="helpt1">2.运费说明</div>
    <div class="helpc">
                    根据不同物流公司所收取的运费有所不同，具体请咨询商家的运费收取标准。
    </div>
    <div class="helpt">商品的验收及签收</div>
    <div class="helpt1">1.包装问题/收到货，包装有损坏怎么处理</div>
    <div class="helpc">
                    温情提示：收件时请检查包装是否完整，如发现包装严重破损，可当时拒收，并及时与销售客服联系。如发现数量不符，商品损坏、颜色差异等问题，请您在有效期限内与销售客服联系进行退货。若发现商品已损坏（由于配送引起的），应向物流配送人员说明情况，寻求解决。（注：在快递单上签字确认将被视为您认为商品外观无损，您的家人、门卫等签收视同本人签收。）（如涉及到需要退货的问题 ，麻烦及时联系在线客服进行沟通处理）
    </div>
    <div class="helpt1">2.包裹错发/漏发</div>
    <div class="helpc">
                    如您发现包裹发生错漏发的情况，请您在签收后24小时内及时联系商家的在线客服，并向客服提供信息，如您在联系商家之后没有得到回复或商家在承诺之后没有履行，请联系布非凡家纺网客服，我们会帮您联系商家进行处理！
    </div>
    <div class="helpt">关于物流</div>
    <div class="helpt1">1.物流时效</div>
    <div class="helpc">
                    仓库会根据订单付款的先后顺序依次发货，但因快递配送存在天气、地域、交通工具及其它不可抗因素，实际到货时间需视物流情况，您可参考快递公司的物流时效。
                </div>
    <div class="helpt1">2.如何查询物流进度</div>
    <div class="helpc">
                    订单发货后，您将收到一封电子邮件，内含运单号，可以追踪您的包裹。
                    <br>
                    如果您已注册，也可以通过登录到您的帐户，选择个人中心——我的订单中查看物流单号以及物流进度。

                
     </div>
    
</div>
</template>