<template>
<div class="helpt">
    <div class="helpt">如何选购窗帘</div>
    <div class="helpt1">1.如何测量窗户尺寸/如何计算所需购买窗帘的数量</div>
    <div class="helpc">
        因每个家庭户型都不同，实际效果因环境而异，建议您可参考商品页面中的规格指导，测量下相关尺寸信息后再进行选购。
        <br>
        建议您参考所选择商品详情页面的尺码表，根据您常用的尺码结合商品尺码表中各项参数进行选择。由于人工测量尺寸，不同测量方式，商品拉伸度及产品批次不同等原因，会出现2-5cm的误差，我们会尽力避免这类问题（此类问题不属于质量问题）。
    </div>
    <div class="helpt1">2.如何根据风格搭配窗帘</div>
    <div class="helpc">
        
        无论是选择什么样的软装都要考虑装修风格，窗帘也不例外。在选择窗帘的颜色时要考虑到您整体装修的色调，若是装修整体色调偏暖色调，那么在选择时就可以选择以暖色调为主的窗帘。若您的装修色调比较单一，您可考虑搭配颜色鲜艳的亦或是带有花卉/几何图案的窗帘来装点整体的空间；若您的装修配色已然十分亮丽，建议您选择装修中出现过的颜色或相近颜色的窗帘，防止配色太多会引起的不协调。心理研究表面，若是色彩搭配不均衡，那么会影响人的身心发育，和谐的色彩搭配能够使人身心健康平衡的发展。
        <br>
        
        举例：
        <br>
        
        地中海风格和冷色系窗帘更配哦
        <br>
        现代风格和简约款式的窗帘更搭哦
        <br>
        田园风搭配小碎花，纯色，苏格兰图案很经典哦
        <br>
        儿童房适合颜色亮丽的窗帘呢
        <br>
        我们的销售客服很乐意与您探讨选购时遇到的小纠结并且为您推荐合适的搭配方案。请随时联系销售客服哦！


    </div>
    <div class="helpt1">3.如何根据居住环境选购遮光窗帘</div>
    <div class="helpc">
                    不同的房间因为环境不同，可以充分考虑窗帘的功能性。阳台尽量选用耐晒、不易褪色材质的窗帘。书房建议选择透光性好的布料，这样我们可以静下心来思考问题。而主卧就需要考虑隐密性问题，选择遮光性较强的窗帘可以起到保护隐私的作用。如果所在环境光照较强烈，可以选用高遮光的布料；反之可以选用普通的窗帘。具体根据您的需求来决定窗帘的遮光程度。
                </div>
    <div class="helpt1">4.成品帘和定制帘的区别</div>
    <div class="helpc">
                    成品帘是按照常规尺寸批量做的现成品，买回家即可直接挂上用，发货快，在不影响二次销售的情况下享受7天无理由退换。
                 
                    定制帘是根据您的需求为您私人定做，因此除了质量问题以外的个人喜好原因是无法退换货的。价格方面，成品帘是根据顾客下单时选择的单品价格计算的，定制帘则是根据米数、材质和做工由我们的销售客服来帮你核算价格的。
                   </div>
    <div class="helpt1">5.如何选购不同的窗帘面料/材质</div>
    <div class="helpc">
                    选购时应考虑所在房间的功能和季节因素，夏季窗帘宜用质料轻柔的纱或绸，以透气凉爽；冬天宜用质厚的绒线布，厚密温暖；花布窗帘四季皆宜，但尤以春天活泼明快。不同窗帘面料质地会产生不同的装饰效果。您可以根据您的个人喜好和装修风格来选择窗帘面料。
                </div>
    <div class="helpt1">6.异型窗户窗帘怎么做美观</div>
    <div class="helpc">
                    不同的异型窗户有不同的搭配方法，圆弧形窗户可以使用弯曲的轨道，能做到严丝合缝，开启和关闭都非常容易。
                                  
                    我们的销售客服很乐意服务，您可以发送您的窗户照片给我们，我们会根据您的窗户给出合理的建议。
                 </div>
    <div class="helpt">如何选购轨道</div>
    <div class="helpt1">1.打孔和挂钩的区别与作用</div>
    <div class="helpc">
                    打孔款式的窗帘配合罗马杆使用，能更直观的体现出此款窗帘的样式，美观大方，且安装也十分便捷。比较适合简约款式的窗帘。
                    
                    挂钩款式的窗帘既可安装在罗马杆上也可配合轨道使用，配合轨道则需要安装一个窗帘盒，如此便可以轻松地将轨道隐藏在窗帘盒中，且使用轨道拉动窗帘会更顺畅。
                
                    </div>
    <div class="helpt1">2.如何挑选合适的窗帘轨道和加工款式</div>
    <div class="helpc">
        
                    根据您的适应环境（窗户的形状）来决定安装合适的窗帘轨道。
                    
                    若您的窗户为平面窗或还未安装窗帘箱子，那就比较适合使用罗马杆。用罗马杆则建议您选择窗帘打孔的加工款式。
                    
                    若您已经安装了窗帘箱，亦或是您的窗户为凸窗，弧形窗，拐角窗，这种情况下需要轨道有较好的弯曲性，推荐您使用轨道来安装窗帘。如果您家窗户与吊顶距离比较近的话，建议安装轨道，安装罗马杆可能会造成漏光。用轨道可选择打褶的加工款式，例如使用四爪钩打褶、韩式褶等。
                    
                    我们的销售客服很乐意为您解答选购上遇到的问题和为您推荐合适的搭配方案。请随时联系销售客服哦！
                

    </div>
    <div class="helpt">购买操作流程</div>
    <div class="helpt1">1.如何在布非凡家纺网选购（是否可以去实体店选购/是否可以寄窗帘小样查看面料和颜色）</div>
    <div class="helpc">
                    在布非凡家纺网平台购物十分简单：在网站内，“选择购买的商品”—“选择相应的尺寸” —“填写收货信息并选择支付方式”—“立即支付”即可完成整个购物流程。
                    
                    若您有任何选购上的疑问，在商品选购页面点击“联系商家”，即可获得商家提供的有关选购的帮助服务。
                
                    </div>
    <div class="helpt1">2.如何购买定制帘</div>
    <div class="helpc">
        
                    1．请在商品详情页面，点击“联系商家”，会有专业的销售专员与您对接,为您提供定制窗帘需要的信息，您与客服将共同完成定制帘表格的填写。
                    
                    2．完成填写表格中有关款式，尺寸，颜色的定制信息填写。
                    
                    3.销售专员会引导您完成定制帘的购买并为您提供后续服务
                
    </div>
    <div class="helpt1">3.如何计算窗帘价格/是否可以讲价</div>
    <div class="helpc">
        
                    成品帘按照网站上的标价售卖，定制帘的价格按照米数、材质和做工来计算。
                    
                    我们的商品都是明码标价的，恕不议价哦。您可以收藏商家/商品，这样您就不会错过任何优惠活动。
                
    </div>
    <div class="helpt1">4.商品价格是否包含图片中的窗幔，如何计算窗幔价格</div>
    <div class="helpc">
                    成品帘商品价格均不包含窗幔制作，若您需要窗幔可以与销售客服联系，我们会为您定制合适尺寸的窗幔，让您的软装搭配更出色！
                </div>
    <div class="helpt1">5.是否提供上门测量/上门安装服务</div>
    <div class="helpc">
                    若您需要上门测量服务，请与销售客服联系，根据商家实际情况，我们会尽可能提供您相应的服务。
                </div>
    <div class="helpt">修改订单</div>
    <div class="helpt1">1.如何修改订单：地址/电话/商品尺码/数量，取消订单</div>
    <div class="helpc">
                    在我们准备好发送您购买的商品之前：
                    
                    您可以联系我们，我们可以帮助您更改/取消订单中的商品信息或修改您的账单和配送详细信息。您亦可与我们沟通协商达成后，自行前往“我的订单”中管理取消商品，重新下单。

                    但是，订单发货之后：
                    
                    我们无法合并订单或向现有订单添加商品。如果您需要对订单进行任何修改，请尽快联系我们的客户服务，以获得及时的帮助。如您的的订单还未出库发货，可立即为您的订单进行修改；如您的订单已出库发货，我们会为您联系物流进行处理。

                    目前布非凡家纺网平台所下订单只支持修改收货信息以及取消订单内的部分商品（仅限订单状态未出库前），暂未支持修改商品尺码或数量，如需更改商品尺码/数量，建议您及时联系客服取消订单后重新下单。请您谅解！
                
                    </div>
    <div class="helpt">产品护理/其他</div>
    <div class="helpt1">1.如何保障窗帘的质量问题</div>
    <div class="helpc">
                    我们在发货前都会对商品进行二次检查，确保出售的商品无质量问题。另外，布非凡家纺网平台内的线上销售商品（成品帘区内的商品）均支持7天无理由退换货服务，如您的商品出现问题请联系客服进行处理，我们会给您一个满意的处理方式。
                </div>
    <div class="helpt1">2.如何在家清洗/护理窗帘</div>
    <div class="helpc">
                    窗帘的保养和清洗您可以参照送货时附带的保养小贴士。清洗的方式会根据您所选择的窗帘材质而有所不同，例如丝绒就不能水洗和用手揉，只能用软毛顺着一个方向刷。如果您在看完保养小贴士之后依旧存在疑问，可以随时联系我们的销售客服。
                </div>
    <div class="helpt">关于支付</div>
    <div class="helpt1">1.付款方式</div>
    <div class="helpc">
                    目前网站只支持微信和支付宝付款。如您希望通过电话下单，请拨打服务热线400-809-7866与平台客服联系，我们会帮您下单。若有任何疑问您也可以联系商家咨询。
                </div>
    <div class="helpt1">2.积分使用</div>
    <div class="helpc">
                    您可以在个人中心——积分中心查看您的当前积分。积分可在您购买商品时自行选择是否在支付时使用积分。
                </div>
    <div class="helpt1">3.支付不成功订单如何重新支付</div>
    <div class="helpc">
                    如您支付不成功，可在“我的订单”页面的“待付款”订单里找到未能成功支付的订单，您可选择其它支付方式重新支付。如若使用其它支付方式仍旧无法成功支付订单，请尽快联系客服确保订单成功下达。
                </div>
    <div class="helpt">发票问题</div>
    <div class="helpc">
        
                    发票金额不能高于实际支付的金额（不包括运费），如您需要开具发票，请您在确认订单时，联系商家告知开票的内容、准确的抬头（个人或公司）和纳税人识别号，目前可开具的发票类型有电子和纸质发票。纸质发票将采用快递的方式在订单签收并确认收货后邮寄给您(7天售后时效期内需未发生退货等售后问题)。
                    
                    如您在订单完成后需要补开发票，请尽快联系商家。由于个人原因导致发票遗失，恕不提供补开。如您收到发票时，发现开具的发票有误，请联系商家进行处理。
                
    </div>
    
</div>
</template>