<template>
<div class="all">
    <p class="s1">布艺家纺网服务协议</p>
    <p class="s2">发布日期:2017-08-09 10:53:40</p>
    <p class="s3">网站布艺家纺网是指域名为“www.buyijiafang.com”的平台。是由浙江布华家纺有限公司独立开发、运营的电子商务平台。尊敬的用户，您可以根据用户指引在本网站注册成为用户、商家、设计师等不同身份，请您务必遵守本平台各项规则，在此基础上亦可享受本平台提供的各类服务。
        <br>
        
		本协议内容包括协议正文、本协议明确援引的其他协议、布艺家纺网台已经发布的或将来可能发布的各类规则，该等内容均为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，用户使用布艺家纺网服务均受本协议约束。请用户审慎阅读并选择接受或不接受本协议（未成年人应在监护人陪同下阅读）。除非用户接受本协议所有条款，否则用户无权使用布艺家纺网平台于本协议下所提供的服务。当用户开始使用布艺家纺网服务即表示用户同意并签署了本协议，构成用户与布艺家纺网平台之间的协议，具有合同效力。本协议适用于平台的用户（以下简称"用户"、"您"），若您使用平台（包括但不限于以任何形式接通、进入、浏览网站，或者使用平台的各项服务、功能等），您的使用行为将被视为对本用户协议全部内容的知晓、认可并同意遵守。
        <br>
        <b class="s4">1、接受</b>
        <br>
        
1.1当用户您使用平台时，您已经完全知晓、认可并同意遵守本协议中的条款选择访问或使用本平台有关服务，将视为同意接受本协议全部条款的约束。
<br>

1.2平台有权在必要时更新本协议。平台保留对平台结构、服务、功能等进行调整的权利。除非特别声明，新功能、新服务将适用本协议。无论本协议的每次更新还是服务内容调整，都会在平台即刻发布，无需另行通知您并立即生效。如果您拒绝接受新的协议或者服务，您必须立即放弃使用平台；若您继续使用平台，则表明您已经完全知晓、认可并同意遵守新的协议或者服务除非另有明确规定，本平台所推出的新产品、新功能和新服务，均无条件的适用本协议。本平台保留在任何时候修改本协议条款的权利，且无需另行通知。用户在使用服务时应关注并遵守。
<br>
<b class="s4">2、用户 </b>

2.1符合下列条件之一的个人、组织可成为本平台的用户：
<br>

2.1.1是在中国大陆依法设立、有效存续且产品合法的自然人、法人及其他组织。
<br>

2.1.2用户应当具备使用本平台和/或在本购物网购买商品、享受服务的完全民事行为能力，并承诺对相关行为承担相应的法律责任。
<br>

2.2不具备上述资格的人不得成为本平台用户。本公司一经发现，有权立即注销该用户并且平台有权禁止被注销取消用户资格的自然人、法人及其他组织再次使用平台。
<br>

2.3符合上述条件的个人、组织注册成为布艺家纺网平台用户后，可以浏览平台上由各商家发布的商品和服务信息，进行商品和/或服务交易等活动。
<br>

2.4 商家是指通过布艺家纺网平台陈列、销售商品或服务，并最终和用户完成交易的主体，是商品和服务的提供方和销售方。
<br>

2.5 设计师是指通过布艺家纺网平台陈列、销售设计相关商品或服务，并最终和用户完成交易的主体，是设计类商品和服务的提供方和销售方。
<br>
<b class="s4">3、注册条款</b>
<br>

3.1注册申请会员时，根据平台的要求，提供真实、准确、即时、完整的个人信息，包括但不限于您的姓名或名称、联系地址、联系电话、电子邮箱地址等。如因注册信息不真实而引起的问题由用户本人承担，本平台不负任何责任并有权暂停或终止用户的帐号。
<br>

3.2用户在使用布艺家纺网服务时填写、登录、使用的帐号名称、头像、个人简介等帐号信息资料应遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在帐号信息资料中出现违法和不良信息，且用户保证在填写、登录、使用帐号信息资料时，不得有以下情形：
<br>

（1）违反宪法或法律法规规定的；
<br>

（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
<br>

（3）损害国家荣誉和利益的，损害公共利益的；
<br>

（4）煽动民族仇恨、民族歧视，破坏民族团结的；
<br>

（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
<br>

（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
<br>

（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
<br>

（8）侮辱或者诽谤他人，侵害他人合法权益的；
<br>

（9）含有法律、行政法规禁止的其他内容的。
<br>

若用户登录、使用帐号头像、个人简介等帐号信息资料存在违法和不良信息的，布艺家纺网平台有权采取通知限期改正、暂停使用等措施。对于冒用关联机构或社会名人登录、使用、填写帐号名称、头像、个人简介的，布艺家纺网平台有权取消该帐号在平台上使用，并向政府主管部门进行报告。
<br>

3.3 注册成功后，用户将获得帐号及其密码，作为您在本平台交易及享受服务时唯一的身份标识。用户需自行妥善保管账户和密码，不得将自身帐号转让、转借给其他第三人使用，对该帐号及其密码负保管义务，并对由此引起的纠纷、损失和法律责任担责。若因用户自身原因将账号转让给第三人使用，用户需对由此引起的纠纷、损失和法律责任担责。
<br>

维护并及时更新个人信息以保持其真实、准确、即时、完整。
<br>

3.4如用户您代表其他自然人、法人或其及其他组织在平台上注册会员，则需您声明并保证，您已获得授权并有权使前述法律主体受本协议的约束。
<br>
<b class="s4">4、使用规则条款</b>
<br>

4.1您在使用本平台时，用户须保证遵守国家的法律法规和规章制度，遵守平台的有关协议、规定、规则、程序和惯例，不得利用平台从事任何非法或不正当活动。用户不得在本平台发布各类违法或违规信息，包括但不限于商品信息、交易信息、社区帖子、商品留言，店铺留言，评价内容等
<br>

4.2注册过程中，您可自主选择一个登录名和密码。注册成功后，您有权使用该登录名及密码随时登陆平台。您应妥善保管您在平台的登录名和密码，并对通过该帐号进行的所有行为负责：
<br>

因为您的不慎，泄露了登录名和密码，有可能导致您的权利受损，平台对此不承担责任；
<br>

您应确保每次使用平台后正确地离开该站点；
<br>

平台禁止任何未经许可的帐号出售或授权使用。您同意在发现上述行为时立即通知平台。
<br>

4.3您对通过平台发布的所有信息（内容包括但不限于个人信息、商业信息，形式包括但不限于文字、图片、视频）的真实性、准确性、即时性、完整性和合法性独立承担所有责任。用户同意提供的注册信息等资料系真实、准确、完整、合法，该资料包括但不限于真实姓名或名称、身份证号、联系电话、地址、邮政编码等；用户保证本平台及其他第三方可以通过上述联系方式与自己进行联系；用户也应在相关资料实际变更时，予以及时更新。本公司对用户提供的信息予以保密。
<br>

4.4用户有权根据本协议的规定以及平台发布的相关规则在本平台上浏览商品信息、购买商品、发表使用体验、参与商品讨论、邀请关注好友、上传商品图片、参加各类活动，以及享受本平台提供的其它服务。
<br>

4.5用户有义务在注册及享受服务、购买商品时提供真实、详尽、准确的资料/信息（包括但不限于电子邮件地址、联系电话、联系地址、邮政编码等），并保证资料/信息的及时、有效更新，使得平台可以通过上述联系方式与用户本人进行联系。 
<br>

4.6 布艺家纺网平台上的商品和服务的价格、数量等信息随时可能发生变动，对此布艺家纺网平台不作特别通知。由于布艺家纺网平台上的商品的数量庞大、互联网技术因素等客观原因存在，布艺家纺网平台上显示的信息可能存在一定的滞后和误差，对此请用户知悉并理解。为最大限度的提高平台上商品信息的准确性、及时性、完整性和有效性，布艺家纺网平台有权对商品信息进行及时的监测、修改或删除。如用户提交订单后，布艺家纺网平台发现平台的相关页面上包括但不限于商品名称、价格或数量价格等关键信息存在标注错误的，有权取消错误订单并及时通知商家和用户。
<br>

4.7 在用户提交订单时，收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。
<br>

4.8 用户理解并同意：布艺家纺网平台实行先付款后发货的方式，用户及时、足额、合法的支付选购商品所需的款项是商家给用户发货的前提。付款方式将在布艺家纺网平台予以公示。用户应在确认订单时，选择付款方式，并严格按照已选择的方式付款。用户未能按照所选择的方式或在指定时间完成付款的，布艺家纺网平台有权取消订单。
<br>

4.9 除法律另有规定强制性规定外，用户理解并同意以下订单成立规则：
<br>
 
4.9.1布艺家纺网平台上展示的商品及其价格、规格等信息仅是商家发布的供用户浏览参考的交易信息，用户下单时须填写希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址等具体内容，系统将根据用户填写的前述必要信息自动生成相应订单，用户确认无误后可提交订单。该订单仅是用户向商家发出的希望购买特定商品的交易诉求。
<br>

4.9.2布艺家纺网平台系统将用户提交的订单反馈至商家，经商家确认并将订单中选购的商品向用户或用户指定的收货人发出时（以订单显示的状态为准），方视为用户和商家之间就实际发出的商品建立合同关系。如用户在一份订单中购买了多个商品但商家实际只发出了部分商品时，用户和商家直接仅就实际发出的商品建立合同关系。
<br>

4.9.3由于市场变化及各种以合理商业努力难以控制的因素的影响，布艺家纺网平台无法保证用户提交的订单信息中选购的商品都有库存；如用户拟购买的商品发生缺货，用户有权取消订单。
<br>

4.10用户应当保证在使用布艺家纺网服务进行交易过程中遵守诚实信用的原则。用户支付交易款项过程中，将被邀请复查选购商品的信息，包括单价、购买数量、付款方式、商品的运输方式和费用等。请用户仔细确认该等信息。该存储于布艺家纺网平台服务器的订单表格被认为是用户的该次交易对应的发货、退货和争议事项的证据。用户点击“确认支付”意味着用户认可订单表格中包含的所有信息都是正确、合法和完整的，用户须对用户在使用布艺家纺网服务过程中的上述行为承担法律责任。
<br>

4.11用户所选购的商品将被送至订单表格上注明的送货地址，具体物流服务由用户所选购的商品的商家提供，布艺家纺网平台不承担责任。无论何种原因该商品不能送达到送货地址，请用户尽快跟布艺家纺网客服热线取得联系，布艺家纺网平台将会同商家进行解决。
<br>

4.12用户可以随时使用自己的帐号和登录密码登录布艺家纺网平台，查询订单状态。
<br>

4.13商家在布艺家纺网平台上列出的所有送货时间仅为参考时间，如因以下情况造成订单延迟或无法配送、交货等，商家不承担延迟配送、交货的责任，并有权在必要时取消订单：
<br>

（1）用户提供的信息错误、地址不详细等原因导致的；
<br>

（2）货物送达后无人签收，导致无法配送或延迟配送的；
<br>

（3）情势变更因素导致的；
<br>

（4）因节假日、大型促销活动、预购或抢购人数众多等原因导致的；
<br>

（5）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。
<br>

4.14用户有权在布艺家纺网平台上发布内容，同时也有义务独立承担用户在布艺家纺网平台所发布内容的责任。用户发布的内容必须遵守法律法规及其他相关规定。用户承诺不得发布以下内容，否则一经发现布艺家纺网平台有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除该内容或停止用户的帐号的使用权限。
<br>

（1）侵犯他人知识产权或其他合法权利的相关内容；
<br>

（2）透露他人隐私信息，包含真实姓名、联系方式、家庭住址、照片、站内短信、聊天记录、社交网络帐号等；
<br>

（3）发布商业广告或在评论区域发布广告链接；
<br>

（4）有关宗教、种族或性别等的贬损言辞，或含淫秽、色情、侮辱、诽谤等内容的信息； 
<br>

（5）相关法律、行政法规禁止的其他内容。
<br>

4.14.1平台有权审核、发布或删除会员提交的信息。平台将尽力核查会员提交的信息，但并不能完全保证信息的真实性、准确性和合法性，同时也不承担由此引至的任何法律责任。 
<br>

4.14.2平台含有与其他网站的链接。但平台并不能控制这些网站及其所提供的资源，所以对链接网站上的内容、广告、服务、产品信息的真实、准确、即时、完整性不做任何承诺，并且对链接网站不承担任何法律责任。 
<br>

4.15布艺家纺网平台进行优惠、促销的目的是为满足广大的消费需求，一切以牟利、排挤竞争为意图或者为达到其它恶意目的的参与行为均不予接受。若用户存在以下不正当行为，一经发现布艺家纺网平台有权会同商家采取包括但不限于暂停发货、取消订单、拦截已发货的订单、限制帐户权限等措施：
<br>

（1）用户将自有帐户内的优惠、促销信息转卖、转让予他人；
<br>

（2）用户通过布艺家纺网平台及其合作商的合法活动页面之外的第三方交易渠道获得优惠券并在布艺家纺网平台进行使用；
<br>

（3）用户在布艺家纺网平台通过机器手段恶意批量刷取优惠券并在布艺家纺网平台进行使用；
<br>

（4）用户利用软件、技术手段或其他方式在布艺家纺网平台套取商品、优惠券、运费或者其他利益；
<br>

（5）布艺家纺网平台认定的其他不正当行为。
<br>

4.16用户可将其与商家因交易行为产生的争议提交布艺家纺网平台，提交即视为用户委托布艺家纺网平台单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该判断和决定将对用户产生约束力。但用户理解并同意，布艺家纺网平台并非司法机构，仅是基于用户委托以中立第三方身份进行争议处理，无法保证处理结果符合用户的预期，也不对处理结果承担任何责任。如用户因此遭受损失，用户同意自行向责任方追偿。
<br>

4.17平台的任何通知都将以电子邮件形式发送至用户，默认向您注册时的电子邮箱地址发送（如您修改原注册时提交的电子邮箱地址、并通过平台审核的，以新电子邮箱地址为准）。该电子邮件进入前述电子邮箱接收系统时，视为送达。 
<br>


4.18若用户违反本协议规定，或有违反国家及地方法律法规之行为布艺家纺网有权停止传输并删除相关信息，屏蔽/禁止用户的发表、使用，注销账户，如有必要可依法向相关主管部门进行披露。
<br>
<b class="s4">5、商品服务规范</b>
<br>

5．1本平台是为用户提供获取商品和服务信息、就商品和服务的交易进行协商及开展交易的第三方平台，并非商品和服务的提供方或销售方，平台上的所有商品和服务由商家向用户提供，并由商家承担其商品和服务（以下统称为“商品”）的质量保证责任。
<br>

5.2除法律规定或者布艺家纺网平台上公示的承诺外，布艺家纺网平台将不对所提供的商品的适用性或满足用户特定需求及目的进行任何明示或者默示的担保。请用户在购买前确认自身的需求，同时仔细阅读商品详情说明。布艺家纺网平台会督促商家对其在平台上展示的商品提供真实、准确、完整的信息，但不能保证平台上所有商品的相关内容均为准确完整、真实有效的信息，亦不承担因商品信息导致的任何责任。
<br>

5.3商家将根据国家法律法规及布艺家纺网平台上公布的售后服务政策向用户提供售后保障。布艺家纺网平台上的售后服务政策为本协议的组成部分，布艺家纺网平台有权以声明、通知或其他形式变更售后服务政策。
<br>

5.4用户同意并保证：为了更好的为用户提供服务，布艺家纺网平台有权记录用户在选购商品过程中在线填写的所有信息，并提供给商家或布艺家纺网平台的关联公司。用户保证该等信息准确、合法，该等信息将作为用户本次交易的不可撤销的承诺，用户承担因该等信息错误、非法等导致的后果。如用户提供的信息过期、无效进而导致商家或布艺家纺网平台无法与用户取得联系的，因此导致用户在使用布艺家纺网服务中产生任何损失或增加费用的，应由用户完全独自承担。
<br>

5.5用户了解并同意，布艺家纺网平台有权应有关部门的要求，向其提供用户提交给布艺家纺网平台或用户在使用布艺家纺网服务中存储于布艺家纺网平台服务器的必要信息。如用户涉嫌侵犯他人合法权益，则布艺家纺网平台有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供关于用户的前述必要信息。
<br>

5.6除法律另有规定外，布艺家纺网平台保留自行决定是否提供服务、限制帐户权限、编辑或清除网页内容以及取消用户订单的权利。
<br>
<b class="s4">6、费用 </b>
<br>
注册免费会员及使用相应服务是免费的。平台保留修改费用条款的权利，一旦费用条款被修改，将立即在平台上公布。 
<br>

请注意：平台有权在未经通知的情况下随时改变或不继续提供某些或全部服务（暂时性的或永久的）。
<br>
<b class="s4">7、退换货及退款规则</b>
<br>

7.1用户同意遵守本平台实行的“售后服务”约定。
<br>

7.2本平台保留对商品退换货的解释权和限制权。 
<br>

7.3换货商品缺货或退货时产生的现金款项，退回方式根据支付方式包括但不限于以下形式：
<br>

①网上支付的订单，退款退回至原支付卡。
<br>

②银行转账或邮局汇款支付的订单，退款退回至下订单账户的“账户余额”中。
<br>
<b class="s4">8、纠纷、争议及投诉处理</b>

8.1用户同意在使用平台的过程中，当发现任何可能有侵害自己或平台权利的事实时，应及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，用户应承担法律责任。
<br>

8.2平台有权接受并处理您与其他用户间因使用平台而产生的纠纷、争议及投诉，有权通过电子邮件等联系方式向您了解情况、并将所了解的情况通过电子邮件等方式通知对方。用户您有义务在收到平台通知后，在指定的时间内提供相应的资料，配合纠纷、争议及投诉的情况了解与处理。对平台的处理结果不满意的，用户可以依法向有管辖权的法院起诉。否则，平台有权单方面独立判断其他用户对您的投诉及（或）偿付要求是否成立，做出对您不利的处理结果。若平台判断用户的偿付要求成立，则您应及时进行偿付，同时，平台有权立即中止或终止您的相关平台服务或者拒绝您以任何形式使用平台、向权利人提供您必要的身份信息。平台不对因此给您造成的服务减少等承担任何责任。 
<br>

8.3因平台并非司法机关等国家权利机关，您完全理解并承认：平台对证据的鉴别能力及对纠纷的处理能力有限，受理、处理纠纷、争议及投诉完全是基于您的授权，不保证处理结果符合您的期望，亦不对处理结果承担任何责任。平台有权决定是否参与争议的处理。 
<br>

8.4经生效法律文书确认用户存在违法或违反本协议行为或者平台自行判断会员涉嫌存在违法或违反本协议行为的，平台有权公布用户的违法行为并做出相应处理，包括但不限于终止服务、永久禁止使用平台等。
<br>
<b class="s4">9、中止与终止</b>
<br>

对于用户的以下行为，平台有权在未告知的情况下中止或终止其相关服务或者拒绝其以任何形式使用平台，且不对因此给您造成的服务减少等承担任何责任，并保留追究您法律责任的权利：
<br>
 
9.1 用户同意，本平台有权随时对平台、政策或本协议作出变更；任何修改或补充在其被张贴在平台时立即生效，对双方都有约束力。重大变更将在平台首页页面提示。用户继续使用平台、购买商品、享受服务的，即视为对该等变更之确认。
<br>

9.2会员的营业执照等证照信息与个人信息不一致时，未及时更新个人信息，或实际经营信息与证照信息不一致时，未及时更新证照信息；
<br>
 
9.3如发生下列任何一种情形，平台有权无需通知而随时停止向用户提供服务：
<br>

①用户提供的个人资料不真实；
<br>

②用户违反本协议规定；
<br>

③按照行政机关和/或授权职能部门的要求；
<br>

④其他本平台认为需终止服务的情况。
<br>

9.4利用平台滥发重复信息，发布国家法律法规等禁止或限制发布的信息，发布不属于会员经营范围的信息，或与平台服务无关的信息； 
<br>

9.5未经请求或授权向平台会员发送大量与业务不相关的信息；
<br>
 
9.6冒用其他企业的名义发布商业信息，进行商业活动；
<br>
 
9.6冒用其他企业的名义发布商业信息，进行商业活动；
<br>
 
9.7计划破坏、攻击平台电脑系统、网络的完整性，或者试图擅自进入平台网站电脑系统、网络； 
<br>

9.8使用或提供含有毁坏、干扰、截取或侵占任何系统、数据或个人资料的任何电脑病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他破坏性程序； 
<br>

9.9盗用他人在平台上的登录名和/或密码；未经平台同意的帐号出售或授权使用行为；通过或从事涉及平台的欺诈活动；通过或从事涉及平台的知识产权侵权行为； 
<br>

9.10违反国家法律法规、规章制度、平台有关协议、规定、规则、程序和惯例的其他行为。
<br>

9.11本协议终止或更新时，用户未确认新的协议的。
<br>

9.12其它本公司认为需终止服务的情况。
<br>
<b class="s4">10、免责申明</b>
<br>

10.1鉴于网络服务的特殊性，平台不保证网站是不受干扰的、没有故障的。平台不对除基本安全、稳定以外的其他外部干扰、黑客攻击等因人为或非人为因素造成的用户与平台服务器之间的连接受阻而无法访问负责。用户您同意自己独立承担因平台意外中断、操作或传输的迟延、电脑病毒、网络连接故障、未经授权的进入等引起的损失。
<br>
 
10.2因不可抗力（包括但不限于自然灾害、罢工或骚乱、暴动、战争行为、政府行为、以及因互联网的特殊性而产生的包括黑客攻击、互联网连通中断或者系统故障、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素）等非平台原因，致使平台履行迟延或不能履行的，平台不承担任何责任。 
<br>

因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况
<br>

10.3本平台无法保证网络信息服务的准确性将尽最大努力来减少错误，但平台上提供的服务和信息仍可能包含错误内容，平台对用户因使用平台而造成的损失不负法律责任。用户可通过本平台有关服务获得第三方的某些内容或通往第三方平台的链接，但不表示本平台与这些第三方有任何关系。第三方的平台均由各经营者自行负责，不属于本平台控制及负责范围之内。对于存在或来源于此类平台或资源的任何内容、广告、产品或其它资料，本平台对此不作保证、不承担任何责任、也不负有任何义务。用户对此自行加以判断，并承担因使用该等内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险平台对其服务和信息不作保证，不论什么情况下对用户因使用平台而造成的直接、间接、偶尔的、特殊的、惩罚性的损害或其他一切损害不负法律责任，即便事先被告知损害存在的可能性也是如此。若您对平台提供的部分或所有服务不满，您唯一的补救措施是停止使用这些服务。
<br>
 
10.4用户明确同意其使用本平台服务所存在的风险及其后果将完全由其自己承担，平台对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给平台或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。对由于用户在使用平台的过程中，违反本协议或通过提及而纳入本协议的条款和规则或用户违反任何法律或第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际、特别及后果性的）而言，无论是已知或未知的，包括合理的律师费，用户同意就此对平台、员工、所有者及代理人进行补偿并使其免受损害。
<br>
 
10.5用户自己承担因使用平台而产生的风险。平台对用户在平台上公布的信息中查找到的内容不负责任，对信息的真实性、即时性、安全性和正确性也不作保证。对通过平台获取的任何信息，用户需自己甄别，判断其真伪；对因下载或引用平台的数据、信息而造成的用户计算机系统损坏或数据丢失，平台不负责任。平台、员工、所有者及代理对用户使用平台上公布的信息而造成的损失或伤害以及用户相信平台上的公布的信息内容而做出的决定或采取的行动不负责任。平台、员工、所有者及代理对用户使用或无法使用平台的服务而造成的直接的、间接的、偶尔的、特殊的或其他损害不负法律责任，即便事先被告知损害存在的可能性也是如此。
<br>
<b class="s4">11、知识产权 </b>
<br>

11.1本平台及本网站上所有内容的选材、整理、编排、排版、汇编，以及由平台创作的文字、图片等作品的著作权，无论是否明示，均属平台所有。任何自然人、法人及其他组织未经平台书面授权或许可，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式使用整体或部分的平台上的内容，包括但不限于公司信息、产品信息，平台将保留追究其法律责任的权利。 
<br>

11.2未经平台授权，任何人不得使用平台任何商标、服务标记、标识、域名和其他显著品牌特征的权利。
<br>

11.3用户不得以他人资料/信息在本平台进行注册和购买商品。不应当将账号、密码转让或出借予他人使用。若发现用户账号遭他人非法使用，应立即通知平台。
<br>

11.4 用户同意接受本平台通过电子邮件、网页或其他合法方式向用户发送商品促销或其他相关商业信息。
<br>

不得使用平台设计、使用、所有的商标，包括但不限于。所有其它在平台上出现的商标为它们各自的权利人所有。
<br>
 
11.5本平台及本网站所有内容均受《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。用户在本平台上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。
<br>
11.6平台对其开发或者合作开发的系统等享有知识产权。平台的所有权利受法律保护。
<br>
 
11.7平台上所有可阅读的资料等都受到《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。平台尊重和保护他人的知识产权，不允许在没有著作权、商标权或其他专有权权利人明确许可的情况下，发布或者传播任何可能侵犯他人权利的信息、图片，否则，行为人承担由此产生的全部责任。
<br>
<b class="s4">12、法律适用及管辖</b>
<br>

12.1本协议的订立、变更、执行和解释，以及与本协议有关的争议的解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项缺乏明确法律规定，则应参照通用的国际商业惯例和行业惯例。 
<br>

12.2如因本协议内容或其执行发生争议，双方应友好协商解决；协商不成时，任何一方均可向浙江布艺家纺网络有限公司经营所在地的人民法院提起诉讼。
<br>
<b class="s4">13、其他 </b>
<br>
13.1用户您使用平台相关服务时，亦应知晓、认可并同意遵守相关服务的额外条款及条件。
<br>
 
13.2如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。 
<br>
 
13.3 本协议之条款是可分割的，某一协议条款被认定为无效或不可执行时，不影响其他条款之效力。
    </p>
</div>
</template>
