<template>
<div class="all">
    <p class="s1">布艺家纺网络隐私政策</p>
    <p class="s2">发布日期:2017-08-09 10:53:40</p>
    <p class="s3">
        
			尊敬的用户，您好！欢迎您浏览和使用布艺家纺网网站！希望本网站能为您提供优质的服务并给您的工作和生活带来更多的便利。
            <br>
            
			在登陆时向我们提供您的个人信息是基于对我们的信任，我们会以专业、谨慎和负责的态度对待您的个人信息。我们认为隐私权是您的重要权利，我们尊重您的隐私权，您提供的信息只能用于帮助我们为您提供更好的服务，因此，我们制定了个人信息保密制度以保护您的个人信息。我们的隐私权保护条款如下：
            <br>
            <b class="s4">一、我们如何收集个人信息？</b>
            <br>
            
您可在匿名的状态下访问我们的网站并获取信息；若您需要在我们的网站注册，我们则需要您提供一些个人信息。在通常情况下，这类注册只要求您提供一个电子邮件地址和一些诸如您的工作、职务一类的基本信息。有时我们也会请您提供更多的信息。我们记录您的这些信息是为了更好的理解您的需求，以便向您提供更有效的服务。我们站点收集的信息可能包括您的姓名、地址和电话号码。您有权决定不接受来自我们的任何资料。
<br>
<b class="s4">二、我们可能共享、转让和披露的个人信息</b>
<br>

     除本声明另有规定的情况外，本网站不会向任何无关第三方提供、披露、出售、出租、分享和交易您的个人信息，但为方便您使用本网站的服务及本公司的关联公司或其他组织的服务（以下称“其他服务”），您在此同意并授权本网站将您的个人信息传递给您同时接受其他服务的我本公司的关联公司或其他组织，或从为您提供其他服务的本公司的关联公司或其他组织处获取您的个人信息。
     <br>
     
本网站会对您及（或）您的公司的身份信息和交易数据进行综合统计，并以本网站经合理判断的目的和用途将该综合统计向广告主披露。但是，在该等情况下，本网站不会向广告主披露任何可能用以识别您的个人身份的资料，但从您的用户名或其它可披露资料中分析得出的资料不受此限。
<br>

您知悉并同意，本网站可以披露或使用您的个人信息以用于识别和（或）确认您的身份、解决争议、保障本网站安全、防止或限制欺诈、非法行为或其他刑事犯罪活动，以及执行《服务协议》。
<br>

您知悉并同意，本网站可以披露或使用您的个人信息，以用于保护本网站、其他用户以及您的生命、财产安全，或为防止严重侵害他人之合法权益或为公共利益之需要。
<br>

您知悉并同意，本网站可以披露或使用您的个人信息，以改进本网站的服务，使之更能符合您的要求。
<br>

您知悉并同意，本网站可以使用您的个人信息与您联络，向您提供所需要的产品或服务（例如定向采购、货物配送等）、处理和收取款项、管理或认可您参加各种活动的资格（例如线上或线下活动、优惠或促销活动），以及并向您推送您可能感兴趣的信息等服务。您接受《服务协议》和本声明即表示您明确同意收取该等信息。
<br>

当本网站被有权司法机关、有关主管部门或依合法权利人因识别涉嫌侵权行为人之目的而要求提供您的个人信息时，本网站将按照法律规定披露您的个人信息和资料。
<br>

为持续发展本网站的业务，本网站可能会出售、转让所有或部分自身业务或资产，在该等交易中，用户信息一般是所转让企业资产中的一部分。因此，您知悉并同意，如果发生上述交易，与您相关的信息将同时被出售或转让。
<br>
<b class="s4">三、如何保护您的隐私</b>
<br>

我们将采取必要的手段和方式保护您的隐私，尤其是当您提供给我们敏感信息时，我们将采取更为合理有效的方式保护您的敏感信息，我们也将采取合理的安全手段保护已存储的个人信息。除非根据法律或政府的强制性规定，在未得到您的许可之前，我们不会把您的任何个人信息提供给任何无关联的第三方。
<b class="s4">四、您如何管理个人信息</b>

我们鼓励您自我更新和修改个人信息以使其安全和有效。您能在任何时候非常容易地获取并修改您的个人信息，您可以随时自行决定修改、删除您在网站上的相关资料。您是唯一对您的账号和密码信息负有保密责任的人，任何情况下，请小心妥善保管。
<br>

    无论何时您自愿在公开场合披露个人信息（如在留言板、通过电子邮件或在聊天区公布）， 此种信息可能被他人收集及使用，因此造成您的个人信息泄露，网站不承担责任。因此，我们提醒并请您慎重考虑是否有必要在上述渠道公开您的个人信息。
    <br>
    <b class="s4">五、未成年人隐私权的保护 </b>
    <br>
    
(一) 本网站通过计算机技术对未成年人的个人资料给予保护，在此郑重声明：任何18周岁以下的未成年人参加网上活动都应事先得到家长或其法定监护人（以下简称"监护人"）的可经查证的同意。
<br>

(二) 监护人应承担保护未成年人在网络环境下的隐私权的首要责任。
<br>

(三) 本网站认为有必要收集未成年人的个人资料时，仅为回复未成人特定要求的目的，一但回复完毕即从记录中删除，不保留或使用这些资料，并保证不会要求未成年人提供额外的个人资料，作为允许其参与网上活动的条件。
<br>

 (四) 未经监护人的同意，本网站不会使用未成年人的个人资料，亦不会向任何第三方披露或传送。本网站若收集监护人或未成年人的姓名或其它网络通讯资料，仅是为满足监护人的要求；若监护人在一定时间放弃这一要求时，本网站会主动从记录中删除此类资料。 
 <br>
 
(五) 若经监护人的同意，本网站可对未成年人的个人资料进行收集，并向监护人提供：
<br>

   1、审视其子女或被监护人收集资料的机会；
   <br>
   
  2、拒绝其子女或被监护人的个人资料被进一步收集或利用的机会；
  <br>
  
   3、变更或删除其子女或被监护人个人资料的方式。
   <br>
 (六) 监护人有权拒绝本网站与其子女或被监护人做进一步的联络。
<br>

我们可能会不时修改我们的隐私政策，这些修改会反映在本声明中，我们的任何修改都会将您的权益和满意度置於首位，我们希望您在每次访问我们的网页时都查阅我们的隐私声明。本声明的任何修改一经在本网站发布公告即刻生效，恕不提前通知，请您随时查看。
<br>
<b class="s4">六、通知和修订</b>

我们可能会不时修改我们的隐私政策，这些修改会反映在本声明中，我们的任何修改都会将您的权益和满意度置於首位，我们希望您在每次访问我们的网页时都查阅我们的隐私声明。本声明的任何修改一经在本网站发布公告即刻生效，恕不提前通知，请您随时查看。
<br>
<b class="s4">七、联系我们</b>
<br>

本网站保护隐私声明的修改及更新权均属于布艺家纺网网站，联系方式：您可随时通过在线客服系统、发送邮件至privacy@buyijiafang.com或拨打我们的任何一部客服电话等多种方式与我们联系。
    </p>
</div>
</template>